import {ArticleI} from "./types/articleI";

export const dataBs: ArticleI[] = [
    {
        id: 4,
        title: 'Нумерологія. Таємниця чисел',
        description: 'Нумерологія допомагає нам зрозуміти наші сильні та слабкі сторони та те, як ми можемо найкращим чином використати їх на нашу користь.',
        keywords: 'нумерологія, таємниця чисел, значення чисел, вплив чисел на життя, вчення про числа, самопізнання',
        img: './assets/img/blog/numerology-concept-still-life.jpg',
        date: '6.04.2023',
        caption: 'Нумерологія. Таємниця чисел.',
        link: 'numerology-the-secret-of-numbers',
        text: `
        <p>Нумерологія - це захоплююча наука, яка досліджує духовне значення чисел.</p>

        <p>Нумерологію часто вважають містичною практикою, але насправді це наука, яка передбачає використання чисел для розуміння глибших смислів життя. Це допомагає нам зрозуміти наші сильні та слабкі сторони та те, як ми можемо найкращим чином використати їх на нашу користь. Нумерологія - це не тільки передбачення майбутнього, вона також фокусується на саморозвитку. Використовуючи нумерологію, ми можемо краще зрозуміти себе, і через це розуміння ми можемо розвивати свої сильні сторони та працювати над подоланням своїх слабкостей. Нумерологія - це захоплюючий спосіб досліджувати таємниці життя та зрозуміти, що може принести нам майбутнє. Це чудовий інструмент для самодослідження та саморозвитку, який може допомогти нам стати найкращою версією себе.</p>
        
        <p>Слово «нумерологія» походить від латинського numerus (число) і logos (дослідження). Його можна визначити як науку про числа, або, точніше, як дослідження того, як числа впливають на наше життя.</p>
        
        <p>Перше відоме використання нумерології було в Стародавній Греції, де вона називалася нумен. Сьогодні це все ще практикується в багатьох країнах світу, включаючи Австралію, Бразилію, Францію, Німеччину, Індію та Японію.</p>
        
        <p>У давнину вважалося, що числа були створені богами як спосіб спілкування з людьми на землі. Числа вважалися потужними сутностями зі своїми індивідуальними особливостями та характеристиками.</p>
        
        <p>В 1947 Альберт Бенджамін опублікував книгу під назвою «Нове значення чисел: як використовувати секрети бажання і долі для створення нового світу».
        Згідно з вченням Бенджаміна, кожне число має свою особисту рису чи характеристику, яка впливає на ваше життя та стосунки. 
        Наприклад, він вважав, що: 4 є ідеальним числом, оскільки воно символізує безпеку та стабільність; 5 означає щастя; 6 символізує енергію та креативність; 7 означає гармонію у відносинах; 8 символізує успіх завдяки наполегливій праці; 9 вказує на багатство завдяки наполегливій праці; 10 означає духовне просвітлення через наполегливу працю; 11 означає ваш вибір кар'єри або шляху до просвітлення тощо.</p>
        
        <p>Отже, у нумерології кожне число має унікальну вібрацію та значення. Ці значення можна використовувати, щоб отримати уявлення про різні аспекти вашого життя, включаючи вашу особистість, стосунки та кар’єру. Наприклад, цифра 1 символізує лідерство та незалежність, а цифра 2 — рівновагу та гармонію.</p>
        
        <h2>Число народження</h2>
        
        <p>Число народження, також відоме як число долі, обчислюється додаванням цифр вашої дати народження. Наприклад, якщо ви народилися 10 березня 1990 року, ваше число народження буде 1+0+3+1+9+9+0=23, що скорочується до 2+3=5. Це число відображає ваші природні таланти, сильні та слабкі сторони. Це також може вказувати на мету вашого життя та уроки, які ви маєте вивчити в цьому житті.</p>
        
        <h2>Номер життєвого шляху</h2>
        
        <p>Число життєвого шляху, мабуть, найважливіше число в нумерології. Він обчислюється шляхом додавання разом цифр вашої дати народження та зведення їх до однієї цифри, за винятком головних чисел 11, 22 і 33. Наприклад, якщо ви народилися 10 березня 1990 року, ваше життя номер шляху буде 1+0+3+1+9+9+0=23, що зменшується до 2+3=5. Це число представляє ваш життєвий шлях, виклики та можливості, з якими ви, ймовірно, зіткнетеся. Це також може вказувати на ваші унікальні таланти та сильні сторони, які допоможуть вам досягти мети вашого життя.</p>
        
        <h2>Число Долі</h2>
        
        <p>Число долі, також відоме як число виразу, обчислюється шляхом додавання числових значень літер вашого повного імені. Наприклад, якщо ваше ім’я John Smith, числове значення</p> 
        <ul>
        <li>J — 1</li>
        <li>O — 6</li>
        <li>H — 8</li> 
        <li>N — 5</li>
        <li>S — 1</li>
        <li>M — 4</li>
        <li>I — 9</li>
        <li>T — 2</li>
        <li>H — 8 </li>
        </ul>
        <p>Додавши ці числа разом, ми отримаємо 1+6+8+5+1+4+9+2+8=44, що скорочується до 4+4=8. Це число символізує вашу долю та уроки, які вам належить вивчити в цьому житті. Це також може вказувати на ваші природні здібності та потенціал для успіху.</p>
        
        <p>Підсумовуючи, нумерологія - це захоплюючий спосіб краще зрозуміти себе та мету свого життя. Використовуючи число свого життєвого шляху, ви можете отримати уявлення про свої природні сильні сторони та схильності, а також про сфери, де вам може знадобитися зосередитися на особистісному зростанні. Озброївшись цією інформацією, ви зможете приймати кращі рішення, ставити чіткі цілі та, зрештою, жити більш насиченим життям. Тож продовжуйте досліджувати світ нумерології, щоб розкрити свій справжній потенціал – ніколи не знаєте, які дивовижні відкриття чекають на вас!</p>
        `
    },
    {
        id: 3,
        title: 'Карти Таро. Історія походження та розвиток',
        keywords: 'карти Таро, Старший Аркан, Малий Аркан, читання Таро, ворожіння',
        description: '🃏Таро - історія розвитку від настільної гри🎲до інструменту саморозвитку та духовного зростання.☯',
        img: './assets/img/blog/history-of-tarot.jpg',
        date: '4.04.2023',
        caption: 'Історія Таро та їх розвиток',
        link: 'the-history-of-the-tarot',
        text: `
        <p>Карти Таро стали популярним інструментом для духовного та особистого зростання, але їх походження та розвиток часто оповиті таємницею. У цій статті ми заглибимося в походження та розвиток Таро, опишемо колоду карт та розглянемо роль Таро як інструменту для передбачень. Крім того, ми обговоримо французьку та англійську школи та їх зв’язок із психологією.</p>

        <p>Що ж таке Таро? Це колода карт, яка виникла в середньовічній Європі, хоча її точне походження оповите таємницею. Колода складається з 78 карт, кожна зі своєю унікальною символікою та значенням. Карти зазвичай поділяються на дві категорії: старші та молодші аркани. Старші Аркани складаються з 22 карт, які представляють важливі життєві події або духовний досвід, тоді як Молодші Аркани складаються з 56 карт, розділених на чотири масті, які представляють різні аспекти життя, такі як емоції, дії та матеріальні блага.</p>
        
        <p>Карти Таро цінуються за їхню здатність давати уявлення про наше життя та розкривати приховані значення та шаблони, які формують наші думки та дії. Їх часто використовують як інструмент для ворожіння, дають вказівки та напрямок, коли ми почуваємося розгубленими чи невпевненими. Але Таро також можна використовувати для самопізнання та самоаналізу, дозволяючи нам досліджувати нашу підсвідомість і розкривати наші найглибші страхи, бажання та мотивації.</p>
        <h2>Опис колоди</h2>
        <p>Колода Таро складається з 78 карт, кожна з яких містить унікальне зображення та символ. Карти Старших Арканів представляють універсальні архетипи, такі як Дурень, Чарівник і Верховна Жриця. Вважається, що ці карти представляють важливі життєві події та віхи, такі як народження, смерть і переродження.</p>
        
        <p>Малий Аркан складається з чотирьох мастей: Мечі, Кубки, Жезли та Пентаклі. Кожна масть містить 14 карт, кожна з яких представляє окремий аспект життя. Мечі представляють розум та інтелект, чаші представляють емоції та почуття, жезли представляють творчість і пристрасть, а пентаклі представляють матеріальне багатство та процвітання.</p>
        <h2>Походження Таро та його розвиток</h2>
        <p>Походження Таро є предметом багатьох дискусій серед вчених, але більшість погоджується, що Таро, ймовірно, виникло в Італії в пізньому Середньовіччі. Одні вважають, що Таро розробили цигани, а інші вважають, що його створили тамплієри. Проте інші припускають, що його розробили середньовічні алхіміки чи астрологи.</p>
        
        <p>Спочатку карти використовувалися для ігор, і лише наприкінці 18 століття карти Таро почали використовувати для ворожіння. Таро набули популярності по всій Європі в 19 столітті, і незабаром почали випускати колоди в різних стилях і дизайнах.</p>
        <h2>Французька та англійська школи</h2> 
        <p>Таро має багату історію як у Франції, так і в Англії, кожна країна розвиває свої унікальні традиції Таро. Французька школа Таро відома своїм акцентом на езотеричних і містичних аспектах Таро, тоді як англійська школа Таро відома своєю зосередженістю на практичному ворожінні.</p>
        <h2>Таро як інструмент для передбачення</h2>
        
        <p>Одне з найпоширеніших застосувань карт Таро - це ворожіння та передбачення. Карти можуть дати розуміння майбутніх подій, даючи вказівки та напрямки, коли ми почуваємося розгубленими чи невпевненими. Читання Таро також можуть допомогти нам зрозуміти основні моделі та мотивації, які формують наше життя, забезпечуючи глибше розуміння нас самих і світу навколо нас.</p>
        <h2>Таро і психологія</h2>
        
        <p>Таро справили значний вплив на психологію, і багато сучасних терапевтів і психологів використовують Таро у своїй роботі. Таро можна використовувати, щоб допомогти людям отримати розуміння своєї підсвідомості, забезпечуючи глибше розуміння своїх емоцій, бажань і мотивацій. Таро може дати цінну інформацію та вказівки не лише для ворожіння, але й для особистого зростання та розуміння.</p>
        
        <h2>***</h2>
        <p>На завершення можна сказати, що історія та розвиток карт Таро були захопливою подорожжю, яка тривала століттями. Від свого походження як простої колоди гральних карт до сучасного використання як інструменту для ворожіння та самопізнання Таро зазнало багато змін і адаптацій. Сьогодні Таро продовжує залишатися популярним і цінним інструментом для тих, хто шукає розуміння свого життя та навколишнього світу. Незалежно від того, чи дотримуєтеся ви французької чи англійської шкіл, чи використовуєте психологічний підхід до читання Таро, сила та символізм Таро незаперечні. Продовжуючи досліджувати та вивчати Таро, ми можемо глибше зрозуміти себе та світ, у якому живемо.</p>

        `
    },
    {
        id: 2,
        title: 'Таролог - яка його кваліфікація і чим він займається?',
        description: '📝Професійна консультація таролога відрізняється від побутового ворожіння. ⛅Ворожіння розповідає про те, що може статися з вами в майбутньому з різним ступенем ймовірності.🃏 Консультація таролога дасть відповіді набагато ширший спектр питань.📋',
        keywords: 'тарологія, таролог, Таро, духовність, самопізнання, особистісний розвиток, ворожіння, консультація таролога',
        img: './assets/img/blog/tarot-reader.jpg',
        date: '1.04.2023',
        caption: 'Хто такий Таролог?',
        link: 'who-is-a-tarot-reader',
        text: `
        <p>Читання Таро існує вже багато століть і є популярною формою ворожіння. Але хто насправді такий таролог? Яка його кваліфікація і чим він займається?

        <p>Таролог — це не просто ворожка, а той, хто практикує мистецтво використання колоди карт, щоб розкрити приховану істину про життя людини. Так, читач Таро використовує свою інтуїцію та екстрасенсорні здібності, щоб інтерпретувати те, що бачать у картах на своєму столі. Однак це більше, ніж просто перетасування колод і їх читання. Таролог має досконалі знання історії, психології та духовності, що допомагає йому зрозуміти потреби своїх клієнтів і допомогти їм знайти відповіді на проблеми в їхньому житті, які можуть блокувати їхній прогрес.</p>
        
        <p>Поширена думка, для того, щоб стати Тарологом, не потрібно офіційної сертифікації чи ліцензії. Проте, щоб стати спеціалістом необхідно пройти інтенсивну підготовку. Таролог може мати багато різних кваліфікацій, починаючи від диплома психолога чи соціолога до професійного читача Таро. Таролог відточує свої навички та розвиває власний унікальний стиль протягом багатьох років, аби бути в змозі зрозуміти, що означають карти та як вони пов’язані з іншими речами навколо нас. </p>
        
        <p>Таролог використовує карти, щоб допомогти своїм клієнтам отримати уявлення про різні аспекти свого життя, включаючи стосунки, кар’єру та особистий розвиток. Також карти надають вказівки щодо конкретних питань або проблем, які можуть виникнути у їхніх клієнтів.</p>
        
        <p>Деякі читачі Таро можуть спеціалізуватися на певному типі читання, такі як про любов і стосунки або про кар’єру та фінанси. Інші можуть запропонувати більш загальне читання, яке охоплює різноманітні теми.</p>
        
        <p>Хоча деякі люди можуть розглядати читання Таро як форму ворожіння або передбачення майбутнього, та це є інструментом для самопізнання та особистісного зростання. Карти можуть надати уявлення про поточну ситуацію клієнта та запропонувати вказівки щодо того, як рухатися далі. </p>
        
        <p>Важливо відзначити, що не всі читачі Таро однакові. Кожен читач привносить свою унікальну точку зору та тлумачення карт, і важливо знайти Таролога, який резонує з вами.</p>
        `
    },
    {
        id: 1,
        title: 'Програмні свічки - інструмент для досягнення цілей.',
        keywords: 'програмні свічки, магія кольорів, властивості кольорів, досягнення цілей, мотивація, застосування трав у магії, магічні свічки',
        description: '✨Магія програмних свічок допоможе змінити мислення і досягнути поставленої мети.✨',
        img: './assets/img/blog/program-candles.jpg',
        date: '30.03.2023',
        caption: 'Програмні свічки: Секрет досягнення цілей',
        link: 'the-secret-of-program-candles',
        text: `
        <p>
            Ви коли-небудь чули про програмні свічки? Це може звучати як щось фантастичне,
            але насправді ці свічки є потужним інструментом для постановки та досягнення
            цілей.
        </p>

        <p>
            Програмні свічки створюються з використанням певних кольорів, трав і намірів.
        </p>

        <p>
            Кожен колір має свою власну енергію і магічні властивості, які можуть бути
            використані для досягнення різних цілей. Тож розглянемо основні властивості
            кольорів та їх можливості.
        </p>

        <ul>
            <li>
                Білий колір це колір чистоти та духовність, миру та гармонії. Білі програмні
                свічки використовують для ритуалів очищення, захисту, а також для медитацій
                і гармонізації.
            </li>

            <li>
                Чорний колір здатний поглинати енергію, насамперед негативну енергію.
                Програмні свічки чорного кольору використовують для ритуалів очищення,
                руйнування і поглинання негативних вібрацій, роботи з підсвідомістю.
            </li>

            <li>
                Сірий колір є символом підсвідомого і несвідомого. Сірі програмні свічки
                використовують для захисту, вирішення конфліктних ситуації та зменшення
                негативної енергії.
            </li>

            <li>
                Срібний є кольором родючість та сім'ї, а також символом ворожіння та магії.
                Програмні свічки срібного кольору використовують для захисту дому, сім’ї,
                дітей,для роботи з підсвідомістю та сновидіннями.
            </li>

            <li>
                Золотий - колір сонця, гармонії та добробуту. Програмні свічки золотого
                кольору використовують для примноження грошей та здійснення бажань.
            </li>

            <li>
                Червоний символізує пристрасть, силу, незламну волю. А також фізичне
                здоров’я, витривалість і натиск. Червоні програмні свічки використовують для
                розпалювання пристрасті, відновлення здоров’я і досягнення мети.
            </li>

            <li>
                Рожевий - колір дружби, щирості, романтики, закоханості. Рожеві свічки
                використовують для приваблення любові, зцілення душевних ран та гармонізації
                внутрішнього стану.
            </li>

            <li>
                Помаранчевий – колір комерції та мистецтв. Тож помаранчеві свічки
                використовують для розкриття творчого потенціалу, втілення комерційних
                задумів, також наповнення енергії та посилення привабливості.
            </li>

            <li>
                Жовтий – колір достатку, гармонії, щастя та успіху. Свічки жовтого кольору
                застосовуються для посилення ментальної роботи, творчості, досягнення
                гармонії, лікування і зцілення, а також досягнення успіху і достатку.
            </li>

            <li>
                Зелений – колір родючість, зростання, достатку. Свічки зеленого кольору
                використовують для залучення грошей та матеріального добробуту.
            </li>

            <li>
                Синій колір влади, авторитету, мудрості, закону і порядку. Програмні свічки
                синього кольору використовуються для ритуалів на кар’єрне зростання,
                достаток, отримання визнання, а також для здобуття мудрості.
            </li>

            <li>
                Коричневий – колір родючості, практичності, ремесла, домашнього вогнища,
                примноження власності.Свічки коричневого кольору використовують для захисту
                оселі, освоєння ремесел, в ритуалах, пов’язаних із землею.
            </li>
        </ul>

        <p>
            Застосування трав у магії - це старовинна практика, яка має коріння в давніх
            традиціях різних культур. Кожна трава має свої унікальні властивості та
            можливості. Деякі використовуються для духовного очищення, тоді як інші
            використовуються, щоб залучити у ваше життя удачу чи любов. Нижче розглянемо
            найбільш поширені трави:
        </p>

        <ul>
            <li>
                Лаванда - одна з найбільш відомих трав, яка допомагає приваблювати кохання
                та покращувати стосунки в парі. Також лаванда допомагає заспокоїти розум та
                полегшити сон.
            </li>

            <li>
                Ромашка - має потужну магічну силу, яка допомагає залагоджувати конфлікти та
                забезпечує мирну ауру. Ромашка також використовується для привернення грошей
                та процвітання.
            </li>

            <li>
                Евкаліпт - ця трава також має силу, яка допомагає очищати простір від
                негативних енергій та допомагає зміцнювати духовну силу.
            </li>

            <li>
                М'ята - ця трава є магічним талісманом, який здатний залагоджувати конфлікти
                та знижувати напруження.
            </li>

            <li>
                Меліса - відома своїми магічними властивостями, такими як приваблення
                любові, привернення грошей та захист від злих сил.
            </li>

            <li>
                Кропива - ця трава відома своїми властивостями очищення та захисту від злих
                енергій. Вона також може допомогти в привабленні багатства та привабливості.
            </li>

            <li>
                Ялівець - ця трава відома своїми властивостями приваблення багатства та
                залучення успіху. Вона також може допомогти в залагодженні конфліктів та
                відшкодуванні збитків.
            </li>

            <li>
                Полин - ця трава вважається магічним талісманом, який здатний захищати від
                злих духів.
            </li>

            <li>
                Безсмертник використовується для захисту від негативної енергії,
                забезпечення довголіття та духовної гармонії.
            </li>

            <li>
                Жасмин використовується для привернення кохання та удосконалення романтичних
                стосунків. Він також допомагає зняти стрес та поліпшити настрій.
            </li>

            <li>
                Глід - ця рослина використовується для захисту від негативних енергій та
                привернення добробуту.
            </li>

            <li>
                Акація - ця рослина відома своїми захисними властивостями та
                використовується для захисту від злих духів та енергій.
            </li>

            <li>
                Чебрець - ця рослина використовується в магії для привернення успіху та
                процвітання.
            </li>
        </ul>

        <p>
            Але справа не лише в складових– програмні свічки також «запрограмовані» на
            конкретні наміри за допомогою візуалізації та афірмацій, які підтримують вашу
            мету.
        </p>

        <p>
            Магія програмних свічок полягає в їхній здатності сприяти зміні вашого
            мислення. Постійно зосереджуючись на своїй меті та візуалізуючи її досягнення,
            ви починаєте залучати можливості та ресурси, необхідні для її досягнення.
        </p>

        <p>
            Програмні свічки є інструментом підтримки та посилення ваших зусиль. Вони
            допомагають залишатися мотивованими та натхненними, коли ви працюєте над
            досягненням своїх цілей, а також можуть забезпечити відчуття спокою та
            розслаблення під час часто напруженого процесу постановки цілей.
        </p>

        <p>
            Залишайтеся відкритими Всесвіту та завдяки послідовним діям, і підтримці
            Таролога ви можете досягти своїх цілей швидше, ніж ви коли-небудь думали.
        </p>
        `
    }
]