import {ArticleI} from "./types/articleI";

export const dataBs: ArticleI[] = [
    {
        id: 4,
        img: './assets/img/blog/tarot-reader.jpg',
        date: '29.03.2023',
        title: 'Хто такий Таролог?',
        link: 'who-is-a-tarot-reader2',
        text: `
        <p>Читання Таро існує вже багато століть і є популярною формою ворожіння. Але хто насправді такий таролог? Яка його кваліфікація і чим він займається?

        <p>Таролог — це не просто ворожка, а той, хто практикує мистецтво використання колоди карт, щоб розкрити приховану істину про життя людини. Так, читач Таро використовує свою інтуїцію та екстрасенсорні здібності, щоб інтерпретувати те, що бачать у картах на своєму столі. Однак це більше, ніж просто перетасування колод і їх читання. Таролог має досконалі знання історії, психології та духовності, що допомагає йому зрозуміти потреби своїх клієнтів і допомогти їм знайти відповіді на проблеми в їхньому житті, які можуть блокувати їхній прогрес.</p>
        
        <p>Поширена думка, для того, щоб стати Тарологом, не потрібно офіційної сертифікації чи ліцензії. Проте, щоб стати спеціалістом необхідно пройти інтенсивну підготовку. Таролог може мати багато різних кваліфікацій, починаючи від диплома психолога чи соціолога до професійного читача Таро. Таролог відточує свої навички та розвиває власний унікальний стиль протягом багатьох років, аби бути в змозі зрозуміти, що означають карти та як вони пов’язані з іншими речами навколо нас. </p>
        
        <p>Таролог використовує карти, щоб допомогти своїм клієнтам отримати уявлення про різні аспекти свого життя, включаючи стосунки, кар’єру та особистий розвиток. Також карти надають вказівки щодо конкретних питань або проблем, які можуть виникнути у їхніх клієнтів.</p>
        
        <p>Деякі читачі Таро можуть спеціалізуватися на певному типі читання, такі як про любов і стосунки або про кар’єру та фінанси. Інші можуть запропонувати більш загальне читання, яке охоплює різноманітні теми.</p>
        
        <p>Хоча деякі люди можуть розглядати читання Таро як форму ворожіння або передбачення майбутнього, та це є інструментом для самопізнання та особистісного зростання. Карти можуть надати уявлення про поточну ситуацію клієнта та запропонувати вказівки щодо того, як рухатися далі. </p>
        
        <p>Важливо відзначити, що не всі читачі Таро однакові. Кожен читач привносить свою унікальну точку зору та тлумачення карт, і важливо знайти Таролога, який резонує з вами.</p>
        `
    },
    {
        id: 3,
        img: './assets/img/blog/program-candles.jpg',
        date: '30.03.2023',
        title: 'Програмні свічки: Секрет досягнення цілей',
        link: 'the-secret-of-program-candles2',
        text: `
        <p>
            Ви коли-небудь чули про програмні свічки? Це може звучати як щось фантастичне,
            але насправді ці свічки є потужним інструментом для постановки та досягнення
            цілей.
        </p>

        <p>
            Програмні свічки створюються з використанням певних кольорів, трав і намірів.
        </p>

        <p>
            Кожен колір має свою власну енергію і магічні властивості, які можуть бути
            використані для досягнення різних цілей. Тож розглянемо основні властивості
            кольорів та їх можливості.
        </p>

        <ul>
            <li>
                Білий колір це колір чистоти та духовність, миру та гармонії. Білі програмні
                свічки використовують для ритуалів очищення, захисту, а також для медитацій
                і гармонізації.
            </li>

            <li>
                Чорний колір здатний поглинати енергію, насамперед негативну енергію.
                Програмні свічки чорного кольору використовують для ритуалів очищення,
                руйнування і поглинання негативних вібрацій, роботи з підсвідомістю.
            </li>

            <li>
                Сірий колір є символом підсвідомого і несвідомого. Сірі програмні свічки
                використовують для захисту, вирішення конфліктних ситуації та зменшення
                негативної енергії.
            </li>

            <li>
                Срібний є кольором родючість та сім'ї, а також символом ворожіння та магії.
                Програмні свічки срібного кольору використовують для захисту дому, сім’ї,
                дітей,для роботи з підсвідомістю та сновидіннями.
            </li>

            <li>
                Золотий - колір сонця, гармонії та добробуту. Програмні свічки золотого
                кольору використовують для примноження грошей та здійснення бажань.
            </li>

            <li>
                Червоний символізує пристрасть, силу, незламну волю. А також фізичне
                здоров’я, витривалість і натиск. Червоні програмні свічки використовують для
                розпалювання пристрасті, відновлення здоров’я і досягнення мети.
            </li>

            <li>
                Рожевий - колір дружби, щирості, романтики, закоханості. Рожеві свічки
                використовують для приваблення любові, зцілення душевних ран та гармонізації
                внутрішнього стану.
            </li>

            <li>
                Помаранчевий – колір комерції та мистецтв. Тож помаранчеві свічки
                використовують для розкриття творчого потенціалу, втілення комерційних
                задумів, також наповнення енергії та посилення привабливості.
            </li>

            <li>
                Жовтий – колір достатку, гармонії, щастя та успіху. Свічки жовтого кольору
                застосовуються для посилення ментальної роботи, творчості, досягнення
                гармонії, лікування і зцілення, а також досягнення успіху і достатку.
            </li>

            <li>
                Зелений – колір родючість, зростання, достатку. Свічки зеленого кольору
                використовують для залучення грошей та матеріального добробуту.
            </li>

            <li>
                Синій колір влади, авторитету, мудрості, закону і порядку. Програмні свічки
                синього кольору використовуються для ритуалів на кар’єрне зростання,
                достаток, отримання визнання, а також для здобуття мудрості.
            </li>

            <li>
                Коричневий – колір родючості, практичності, ремесла, домашнього вогнища,
                примноження власності.Свічки коричневого кольору використовують для захисту
                оселі, освоєння ремесел, в ритуалах, пов’язаних із землею.
            </li>
        </ul>

        <p>
            Застосування трав у магії - це старовинна практика, яка має коріння в давніх
            традиціях різних культур. Кожна трава має свої унікальні властивості та
            можливості. Деякі використовуються для духовного очищення, тоді як інші
            використовуються, щоб залучити у ваше життя удачу чи любов. Нижче розглянемо
            найбільш поширені трави:
        </p>

        <ul>
            <li>
                Лаванда - одна з найбільш відомих трав, яка допомагає приваблювати кохання
                та покращувати стосунки в парі. Також лаванда допомагає заспокоїти розум та
                полегшити сон.
            </li>

            <li>
                Ромашка - має потужну магічну силу, яка допомагає залагоджувати конфлікти та
                забезпечує мирну ауру. Ромашка також використовується для привернення грошей
                та процвітання.
            </li>

            <li>
                Евкаліпт - ця трава також має силу, яка допомагає очищати простір від
                негативних енергій та допомагає зміцнювати духовну силу.
            </li>

            <li>
                М'ята - ця трава є магічним талісманом, який здатний залагоджувати конфлікти
                та знижувати напруження.
            </li>

            <li>
                Меліса - відома своїми магічними властивостями, такими як приваблення
                любові, привернення грошей та захист від злих сил.
            </li>

            <li>
                Кропива - ця трава відома своїми властивостями очищення та захисту від злих
                енергій. Вона також може допомогти в привабленні багатства та привабливості.
            </li>

            <li>
                Ялівець - ця трава відома своїми властивостями приваблення багатства та
                залучення успіху. Вона також може допомогти в залагодженні конфліктів та
                відшкодуванні збитків.
            </li>

            <li>
                Полин - ця трава вважається магічним талісманом, який здатний захищати від
                злих духів.
            </li>

            <li>
                Безсмертник використовується для захисту від негативної енергії,
                забезпечення довголіття та духовної гармонії.
            </li>

            <li>
                Жасмин використовується для привернення кохання та удосконалення романтичних
                стосунків. Він також допомагає зняти стрес та поліпшити настрій.
            </li>

            <li>
                Глід - ця рослина використовується для захисту від негативних енергій та
                привернення добробуту.
            </li>

            <li>
                Акація - ця рослина відома своїми захисними властивостями та
                використовується для захисту від злих духів та енергій.
            </li>

            <li>
                Чебрець - ця рослина використовується в магії для привернення успіху та
                процвітання.
            </li>
        </ul>

        <p>
            Але справа не лише в складових– програмні свічки також «запрограмовані» на
            конкретні наміри за допомогою візуалізації та афірмацій, які підтримують вашу
            мету.
        </p>

        <p>
            Магія програмних свічок полягає в їхній здатності сприяти зміні вашого
            мислення. Постійно зосереджуючись на своїй меті та візуалізуючи її досягнення,
            ви починаєте залучати можливості та ресурси, необхідні для її досягнення.
        </p>

        <p>
            Програмні свічки є інструментом підтримки та посилення ваших зусиль. Вони
            допомагають залишатися мотивованими та натхненними, коли ви працюєте над
            досягненням своїх цілей, а також можуть забезпечити відчуття спокою та
            розслаблення під час часто напруженого процесу постановки цілей.
        </p>

        <p>
            Залишайтеся відкритими Всесвіту та завдяки послідовним діям, і підтримці
            Таролога ви можете досягти своїх цілей швидше, ніж ви коли-небудь думали.
        </p>
        `
    },
    {
        id: 2,
        img: './assets/img/blog/tarot-reader.jpg',
        date: '29.03.2023',
        title: 'Хто такий Таролог?',
        link: 'who-is-a-tarot-reader',
        text: `
        <p>Читання Таро існує вже багато століть і є популярною формою ворожіння. Але хто насправді такий таролог? Яка його кваліфікація і чим він займається?

        <p>Таролог — це не просто ворожка, а той, хто практикує мистецтво використання колоди карт, щоб розкрити приховану істину про життя людини. Так, читач Таро використовує свою інтуїцію та екстрасенсорні здібності, щоб інтерпретувати те, що бачать у картах на своєму столі. Однак це більше, ніж просто перетасування колод і їх читання. Таролог має досконалі знання історії, психології та духовності, що допомагає йому зрозуміти потреби своїх клієнтів і допомогти їм знайти відповіді на проблеми в їхньому житті, які можуть блокувати їхній прогрес.</p>
        
        <p>Поширена думка, для того, щоб стати Тарологом, не потрібно офіційної сертифікації чи ліцензії. Проте, щоб стати спеціалістом необхідно пройти інтенсивну підготовку. Таролог може мати багато різних кваліфікацій, починаючи від диплома психолога чи соціолога до професійного читача Таро. Таролог відточує свої навички та розвиває власний унікальний стиль протягом багатьох років, аби бути в змозі зрозуміти, що означають карти та як вони пов’язані з іншими речами навколо нас. </p>
        
        <p>Таролог використовує карти, щоб допомогти своїм клієнтам отримати уявлення про різні аспекти свого життя, включаючи стосунки, кар’єру та особистий розвиток. Також карти надають вказівки щодо конкретних питань або проблем, які можуть виникнути у їхніх клієнтів.</p>
        
        <p>Деякі читачі Таро можуть спеціалізуватися на певному типі читання, такі як про любов і стосунки або про кар’єру та фінанси. Інші можуть запропонувати більш загальне читання, яке охоплює різноманітні теми.</p>
        
        <p>Хоча деякі люди можуть розглядати читання Таро як форму ворожіння або передбачення майбутнього, та це є інструментом для самопізнання та особистісного зростання. Карти можуть надати уявлення про поточну ситуацію клієнта та запропонувати вказівки щодо того, як рухатися далі. </p>
        
        <p>Важливо відзначити, що не всі читачі Таро однакові. Кожен читач привносить свою унікальну точку зору та тлумачення карт, і важливо знайти Таролога, який резонує з вами.</p>
        `
    },
    {
        id: 1,
        img: './assets/img/blog/program-candles.jpg',
        date: '30.03.2023',
        title: 'Програмні свічки: Секрет досягнення цілей',
        link: 'the-secret-of-program-candles',
        text: `
        <p>
            Ви коли-небудь чули про програмні свічки? Це може звучати як щось фантастичне,
            але насправді ці свічки є потужним інструментом для постановки та досягнення
            цілей.
        </p>

        <p>
            Програмні свічки створюються з використанням певних кольорів, трав і намірів.
        </p>

        <p>
            Кожен колір має свою власну енергію і магічні властивості, які можуть бути
            використані для досягнення різних цілей. Тож розглянемо основні властивості
            кольорів та їх можливості.
        </p>

        <ul>
            <li>
                Білий колір це колір чистоти та духовність, миру та гармонії. Білі програмні
                свічки використовують для ритуалів очищення, захисту, а також для медитацій
                і гармонізації.
            </li>

            <li>
                Чорний колір здатний поглинати енергію, насамперед негативну енергію.
                Програмні свічки чорного кольору використовують для ритуалів очищення,
                руйнування і поглинання негативних вібрацій, роботи з підсвідомістю.
            </li>

            <li>
                Сірий колір є символом підсвідомого і несвідомого. Сірі програмні свічки
                використовують для захисту, вирішення конфліктних ситуації та зменшення
                негативної енергії.
            </li>

            <li>
                Срібний є кольором родючість та сім'ї, а також символом ворожіння та магії.
                Програмні свічки срібного кольору використовують для захисту дому, сім’ї,
                дітей,для роботи з підсвідомістю та сновидіннями.
            </li>

            <li>
                Золотий - колір сонця, гармонії та добробуту. Програмні свічки золотого
                кольору використовують для примноження грошей та здійснення бажань.
            </li>

            <li>
                Червоний символізує пристрасть, силу, незламну волю. А також фізичне
                здоров’я, витривалість і натиск. Червоні програмні свічки використовують для
                розпалювання пристрасті, відновлення здоров’я і досягнення мети.
            </li>

            <li>
                Рожевий - колір дружби, щирості, романтики, закоханості. Рожеві свічки
                використовують для приваблення любові, зцілення душевних ран та гармонізації
                внутрішнього стану.
            </li>

            <li>
                Помаранчевий – колір комерції та мистецтв. Тож помаранчеві свічки
                використовують для розкриття творчого потенціалу, втілення комерційних
                задумів, також наповнення енергії та посилення привабливості.
            </li>

            <li>
                Жовтий – колір достатку, гармонії, щастя та успіху. Свічки жовтого кольору
                застосовуються для посилення ментальної роботи, творчості, досягнення
                гармонії, лікування і зцілення, а також досягнення успіху і достатку.
            </li>

            <li>
                Зелений – колір родючість, зростання, достатку. Свічки зеленого кольору
                використовують для залучення грошей та матеріального добробуту.
            </li>

            <li>
                Синій колір влади, авторитету, мудрості, закону і порядку. Програмні свічки
                синього кольору використовуються для ритуалів на кар’єрне зростання,
                достаток, отримання визнання, а також для здобуття мудрості.
            </li>

            <li>
                Коричневий – колір родючості, практичності, ремесла, домашнього вогнища,
                примноження власності.Свічки коричневого кольору використовують для захисту
                оселі, освоєння ремесел, в ритуалах, пов’язаних із землею.
            </li>
        </ul>

        <p>
            Застосування трав у магії - це старовинна практика, яка має коріння в давніх
            традиціях різних культур. Кожна трава має свої унікальні властивості та
            можливості. Деякі використовуються для духовного очищення, тоді як інші
            використовуються, щоб залучити у ваше життя удачу чи любов. Нижче розглянемо
            найбільш поширені трави:
        </p>

        <ul>
            <li>
                Лаванда - одна з найбільш відомих трав, яка допомагає приваблювати кохання
                та покращувати стосунки в парі. Також лаванда допомагає заспокоїти розум та
                полегшити сон.
            </li>

            <li>
                Ромашка - має потужну магічну силу, яка допомагає залагоджувати конфлікти та
                забезпечує мирну ауру. Ромашка також використовується для привернення грошей
                та процвітання.
            </li>

            <li>
                Евкаліпт - ця трава також має силу, яка допомагає очищати простір від
                негативних енергій та допомагає зміцнювати духовну силу.
            </li>

            <li>
                М'ята - ця трава є магічним талісманом, який здатний залагоджувати конфлікти
                та знижувати напруження.
            </li>

            <li>
                Меліса - відома своїми магічними властивостями, такими як приваблення
                любові, привернення грошей та захист від злих сил.
            </li>

            <li>
                Кропива - ця трава відома своїми властивостями очищення та захисту від злих
                енергій. Вона також може допомогти в привабленні багатства та привабливості.
            </li>

            <li>
                Ялівець - ця трава відома своїми властивостями приваблення багатства та
                залучення успіху. Вона також може допомогти в залагодженні конфліктів та
                відшкодуванні збитків.
            </li>

            <li>
                Полин - ця трава вважається магічним талісманом, який здатний захищати від
                злих духів.
            </li>

            <li>
                Безсмертник використовується для захисту від негативної енергії,
                забезпечення довголіття та духовної гармонії.
            </li>

            <li>
                Жасмин використовується для привернення кохання та удосконалення романтичних
                стосунків. Він також допомагає зняти стрес та поліпшити настрій.
            </li>

            <li>
                Глід - ця рослина використовується для захисту від негативних енергій та
                привернення добробуту.
            </li>

            <li>
                Акація - ця рослина відома своїми захисними властивостями та
                використовується для захисту від злих духів та енергій.
            </li>

            <li>
                Чебрець - ця рослина використовується в магії для привернення успіху та
                процвітання.
            </li>
        </ul>

        <p>
            Але справа не лише в складових– програмні свічки також «запрограмовані» на
            конкретні наміри за допомогою візуалізації та афірмацій, які підтримують вашу
            мету.
        </p>

        <p>
            Магія програмних свічок полягає в їхній здатності сприяти зміні вашого
            мислення. Постійно зосереджуючись на своїй меті та візуалізуючи її досягнення,
            ви починаєте залучати можливості та ресурси, необхідні для її досягнення.
        </p>

        <p>
            Програмні свічки є інструментом підтримки та посилення ваших зусиль. Вони
            допомагають залишатися мотивованими та натхненними, коли ви працюєте над
            досягненням своїх цілей, а також можуть забезпечити відчуття спокою та
            розслаблення під час часто напруженого процесу постановки цілей.
        </p>

        <p>
            Залишайтеся відкритими Всесвіту та завдяки послідовним діям, і підтримці
            Таролога ви можете досягти своїх цілей швидше, ніж ви коли-небудь думали.
        </p>
        `
    }
]