import {ArticleI} from "./types/articleI";

export const dataBs: ArticleI[] = [
    {
        id: 8,
        title: 'Старшие Арканы',
        description: 'Значение карт Таро. Описание карт Старшего Аркана.',
        keywords: 'таро, старший аркан, влюбленные, сила, маг, колесо удачи, карты, астрология, оккультизм, старшие арканы, младшие арканы',
        img: './assets/img/blog/the-meaning-of-tarot-cards.jpg',
        date: '20.05.3023',
        caption: 'Значение Таро. Описание карт Старших Арканов.',
        link: 'the-meaning-of-tarot-cards-ru',
        text: `
        <p>ТАРО – это система символов, колода из 78 карт появившаяся предположительно в Средневековье, в наши дни используется преимущественно для гадания.</p>

        <p>Изображения на картах Таро имеют сложное истолкование с точки зрения астрологии, оккультизма и алхимии, поэтому традиционно Таро связывается с «тайным знанием» и считается загадочным.</p>
        
        <div>Карты делятся на две группы:</div>
        <ul>
        <li>Старшие арканы – «козыри», обычно 22 карты. Каждая из этих карт имеет свой оригинальный рисунок и уникальное название.</li>
        <li>Младшие арканы – четыре масти, обычно 56 карт, по 14 карт каждой масти. </br> Младшие арканы состоят из четырех серий или мастей.</li>
        </ul>
        
        <div>Рассмотрим значение карт Старших арканов.</div>
        <ul>
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-1.jpg" alt="Шут - Маг" width="420" height="280">
        </li>
        <li>Шут - это одна из карт старшего аркана таро, которая символизирует начало нового цикла, новую дорогу, приключения и возможности.</br>
        Шут изображен с вещами за плечами, что означает его беспечность и отсутствие материальных связей. Он стоит на краю пропасти, что символизирует риск и неуверенность, однако имеет веру и оптимизм, что позволяет ему сделать первый шаг в неизвестную глубину.</br>
        Карта Шут также может означать импульсивность, неоправданное доверие, независимость и наивность, но в то же время открытость новых идей и способность отказаться от устоявшихся стереотипов, что позволяет ему расширять свое мировоззрение и достигать новых успехов.</li>
        
        <li>Маг – символизирует способности, мастерство и знания, необходимые для достижения цели. На карте он стоит с палочкой в руках, что означает его власть над разными сферами жизни. Он также содержит символы четырех элементов - огня, воды, воздуха и земли, символизирующие его власть над всем окружающим миром.</br>
        Маг также может означать творческий потенциал, опыт и мудрость, позволяющие достичь целей, но в то же время может указывать на необходимость осторожности и разумных выборов.</br>
        Карта Мага – это символ веры в свои способности и способности к достижению успеха в любых областях жизни.</li>
        
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-2.jpg" alt="Верховная жрица - Императрица" width="420" height="280">
        </li>
        <li>Верховная жрица является символом женской мудрости, интуиции и духовности. Она изображает женщину с покрытой головой, которая держит в руках святые символы, символизирующий знание и мудрость. Эта карта может означать необходимость сосредоточиться на своей внутренней мудрости, интуиции и духовности для достижения цели. Она также может указывать на необходимость обращения к наставничеству или духовному лидеру для получения совета и направления в жизни.</li>
        
        <li>Императрица является символом женской силы, материнской любви и плодовитости. Она изображает женщину, сидящую на троне с плодородными земельными участками за ней. Она может означать необходимость сосредоточения на материнских качествах, любви и плодовитости, которые могут оказаться полезными в разных аспектах жизни. Эта карта также может указывать на необходимость сосредоточения на гармонии и сбалансированности в жизни.</li>
        
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-4.jpg" alt="Влюбленные - Колесница - Сила" width="420" height="280">
        </li>
        <li>Влюбленные являются символом любви и становления отношений. Она изображает двух людей, которые находятся в состоянии влюбленности, что символизирует новый этап в отношениях или возможность новых романтических знакомств. Эта карта может означать необходимость открытия сердца и доверия в отношениях.</li>
        
        <li>Колесница является символом победы, перемещения и изменений. Она изображает колесницу, символизирующую перемещение и смену мест, а также двух лошадей, что указывает на мощную энергию, необходимую для достижения успеха. Эта карта может означать необходимость изменения и перемещения, а также может указывать на успешное преодоление препятствий.</li>
        
        <li>Сила является символом силы воли и самоконтроля. Она изображает женщину, удерживающую льва, символизирующую контроль над своими инстинктами и эмоциями. Эта карта может означать необходимость сосредоточения на сильных волевых качествах и контроле своих эмоций, а также может указывать на необходимость действовать с большой силой воли для достижения своих целей.</li>
        
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-5.jpg" alt="Отшельник - Колесо Фортуны - Справедливость - Повешенный" width="420" height="280">
        </li>
        <li>Отшельник: это карта одиночества и внутренней рефлексии. Она указывает на необходимость отказаться от внешнего шума и сосредоточиться на своих мыслях и переживаниях.</li>
        
        <li>Колесо Фортуны: это карта колебаний в жизни, подъемов и падений, изменений и возможностей. Она напоминает, что жизнь циклическая и что нет постоянства, поэтому важно уметь адаптироваться к изменениям.</li>
        
        <li>Справедливость: это карта баланса, равновесия и справедливости. Она указывает на необходимость принятия решений на основе разума и логики, а не эмоций.</li>
        
        <li>Повешенный: карта жертвы, самопожертвования и пожертвования во имя высших целей. Она напоминает, что иногда, чтобы получить что-то более важное, необходимо отказаться от чего-нибудь менее важного. Она также может указывать на необходимость изменить свой взгляд на разные вещи, чтобы получить новую перспективу.</li>
        
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-6.jpg" alt="Смерть - Умеренность - Дьявол" width="420" height="280">
        </li>
        <li>Смерть: Эта карта не означает физическую смерть, но может означать конец цикла или переход к новому этапу. Она может также указывать на потребность в отказе от чего-либо, что мешает вашему развитию.</li>
        
        <li>Умеренность: Эта карта означает баланс и гармонию. Она указывает на необходимость умеренности, избегание резких переходов и рисков. Эта карта также может указывать на необходимость компромисса и сотрудничества с другими людьми.</li>
        
        <li>Дьявол: Эта карта может означать негативные эмоции, такие как зависимость, страхи и иллюзии. Она может также указывать на ощущение неполноценности и бессилия перед некоторыми жизненными ситуациями. Однако эта карта также может показать возможность освободиться от ограничений и стать более осознанным человеком.</li>
        
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-7.jpg" alt="Башня - Звезда - Луна" width="420" height="280">
        </li>
        <li>Карта "Башня" - символизирует катастрофу, внезапную смену, уничтожение старых привычек и превращение. Она может также показывать тяжелые разлуки, падения с высоты и смешанные чувства по отношению к будущему.</li>
        
        <li>Карта "Звезда" - символизирует надежду, духовную гармонию и восстановление. Она может означать, что вы открываете для себя новый путь, и что у вас есть потенциал для развития и познания себя.</li>
        
        <li>Карта "Луна" - символизирует неопределенность, тайну и хитрость. Эта карта может означать, что вы находитесь в неустойчивой ситуации, где все еще нужно разобраться и разобраться. Она также может показывать, что вы действуете под влиянием своих эмоций и возможно нужно сделать шаг назад, чтобы переоценить ситуацию и найти решение.</li>
        </ul>
        `
    },
    {
        id: 7,
        title: 'Как отработать карму',
        description: 'Помогу закрыть кармические задачи.',
        keywords: 'карма, кармические задачи, отработка кармы, кармический долг, загадки кармы, кармические уроки',
        img: './assets/img/blog/karmic-tasks.jpg',
        date: '20.05.3023',
        caption: 'Отработка кармических задач',
        link: 'karmic-tasks-ru',
        text: `
        <p>Давайте поговорим об отработке кармических задач. Многие из нас задумывались почему именно в той или иной сфере жизни возникают проблемы, которые повторяются или не дают идти дальше. Начать новый этап. Возвращают нас к началу пути. И снова по кругу. И только пройдя несколько раз одну и ту же ситуацию. Или вернувшись к сложному выбору, который уже был мы понимаем, что это и есть наша кармическая задача.</p>

        <p>Так есть ли возможность отработки кармы? Возможность идти дальше. Начать по-другому жизнь. </br>
        Да есть. </br>
        И для каждого это личный путь. </p>
        
        <p>Работая с этой проблемой более 20 лет я научилась помогать закрывать кармический урок. Помогать перейти на новый этап. Отработать карму и получить возможность жить в удовольствие. </p>
        
        <p>Основная задача урока – это вывод к которому Вас подталкивает кармическая ситуация. И если провести ритуал на принятие кармического урока и откуп, это поможет навсегда избавиться от этой проблемы. </p>
        
        <p>Поэтому не бойтесь кармы. Обращайтесь и мы вместе спишем кармическую боль и ситуации из вашей жизни.</p>
        `
    },
    {
        id: 6,
        title: 'Карти Ленорман',
        description: 'Передбачення картами Ленорман.',
        keywords: 'таро, ленорман, колода ленорман, карти ленорман, мадам ленорман',
        img: './assets/img/blog/fortune-telling-deck-tarot-lenormand.jpg',
        date: '20.05.2023',
        caption: 'Гадальна колода Ленорман',
        link: 'fortune-telling-deck-tarot-lenormand',
        text: `
        <p>Карти Ленорман - це гадальна колода, яка має давню історію та широку популярність в наш час. Ця колода складається з 36 карт, кожна з яких має свій унікальний символічний зміст. Ворожіння на картах Ленорман дає можливість отримати відповіді на запитання про різні сфери життя, такі як здоров'я, кар'єра, відносини, фінанси та багато іншого.</p>

        <h2>Історія створення колоди Мадам Ленорман</h2>
        
        <p>Історія колоди Таро Ленорман починається в середині XIX століття, коли Мадам Ленорман, знаменита французька ворожка, створила свою власну гадальну колоду. Вона була здатна передбачати події, давати раду та навіть допомагала політикам у прийнятті рішень. Мадам Ленорман надихнулася ідеями з різних джерел, таких як Єгипетська міфологія, європейська астрологія та традиції, пов'язані зі Східними гадальними практиками.</p>
        
        <h2>Значення карт Ленорман</h2>
        
        <p>Кожна карта в колоді Ленорман має свій унікальний символічний зміст. Наприклад, карта "Дім" може вказувати на домашні затишки та зв'язки з родиною, а карта "Святий" може означати духовність та віру. Кожна карта має кілька можливих тлумачень, що дає можливість використовувати колоду для різноманітних гадань.</p>
        
        <h2>Ключові особливості колоди:</h2>
        
        <p>Колода карт Ленорман складається з 36 карт, кожна з яких має своє унікальне значення. Кожна карта відображає конкретну ситуацію або подію, що може трапитися в житті людини, і містить у собі символіку, що допомагає зрозуміти її значення.</p>
        
        <p>Однією з головних особливостей колоди є те, що картинки на картах виконані в класичному стилі, з використанням ручних кольорових нанесень та деталізованих малюнків. Це надає колоді відчуття витонченості та неповторності, що зробило її однією з найпопулярніших та найбільш визнаних колод в світі ворожіння.</p>
             
        <h2>Символіка колоди:</h2>
        
        <p>Символіка карт Ленорман є дуже варіативною і дозволяє багато різних інтерпретацій. Вона включає в себе різні символи, такі як кольори, числа, предмети, рослини, тварини та інші елементи, що допомагають тлумачити значення кожної карти.</p>
        
        <p>Наприклад, карта "Серце" може вказувати на любовні стосунки, родинні зв'язки або дружбу, але також може відображати емоційний стан людини, її почуття та настрій. А карта "Сонце" може символізувати ясність думок, оптимізм та позитивний настрій, або ж нагадувати про необхідність бути уважним і обережним.</p>
         
        <h2>Розклад та тлумачення карт:</h2>
        <p>Розклад та тлумачення карт Ленорман дуже схожі на розклад карт Таро, проте в колоді Ленорман є свої власні розклади. Наприклад, "Великий Т-розклад”.  Цей розклад складається з 5 карт, які кладуть в формі літери "Т". Перші 3 карти складають "горизонтальну лінію" Т, яка відображає поточну ситуацію чи проблему, що турбує питаючого. Останні 2 карти складають "вертикальну лінію" Т, яка дає пораду щодо того, як досягти бажаного результату.</p>
        
        <p>Крім "Великого Т-розкладу", існує багато інших розкладів з використанням колоди Ленорман. Наприклад, "Розклад 8" або "Ключові карти" - це розклади, що дозволяють отримати відповіді на конкретні запитання та проаналізувати різні сфери життя.</p>
        
        <p>Важливо пам'ятати, що ворожіння на картах - це не тільки знання розкладів та символіки, але й інтуїція та досвід. Якщо ви новачок у цій сфері, то рекомендується почати з вивчення символіки та значення карт, а потім вже переходити до вивчення різних розкладів та їх тлумачення.</p>
        
        <p>Карты Ленорман підходять для гадання як початківцям, так і досвідченим ворожбитам. Вони можуть допомогти отримати відповіді на запитання з різних сфер життя, таких як кар'єра, кохання, фінанси та здоров'я. Головне - використовувати їх з відкритим розумом та довіряти своїй інтуїції.</p>
        `
    },
    {
        id: 5,
        title: 'Старші Аркани',
        description: 'Значення карт Таро. Опис карт Старшого аркану.',
        keywords: 'таро, старший аркан, закохані, сила, маг, колесо фортуни, карти, астрологія, окультизм, старші аркани, молодші аркани',
        img: './assets/img/blog/the-meaning-of-tarot-cards.jpg',
        date: '20.05.2023',
        caption: 'Значення Таро. Опис карт Старших Арканів.',
        link: 'the-meaning-of-tarot-cards',
        text: `
        <p>ТАРО - це система символів, колода з 78 карт. Яка, з'явилася імовірно в Середньовіччі в XIV-XVI столітті, в наші дні використовується переважно для ворожіння.</p>

        <p>Зображення на картах Таро мають складне тлумачення з погляду астрології, окультизму та алхімії, тому традиційно Таро пов'язується з «таємним знанням» і вважається загадковим.</p>
        
        <p>КАРТИ ДІЛЯТЬСЯ НА ДВІ ГРУПИ:</p>
        
        <ul>
        <li>Старші аркани – «козирі», зазвичай 22 карти. Кожна з цих карт має свій оригінальний малюнок та унікальну назву.</li>
        <li>Молодші аркани – чотири масті, зазвичай 56 карт, по 14 карт кожної масті. </br> Молодші аркани складаються із чотирьох серій чи мастей.</li>
        </ul>
        
        <p>Розглянемо значення карт Старших арканів.</p>
        
        <ul>
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-1.jpg" alt="Блазень - Маг" width="420" height="280">
        </li>
        <li>Блазень - це одна з карт старшого аркану таро, яка символізує початок нового циклу, нову дорогу, пригоди та можливості.</br>
        Блазень зображений з торбинкою на плечах, що означає його безтурботність та відсутність матеріальних зв'язків. Він стоїть на краю прірви, що символізує ризик та невпевненість, однак він має віру та оптимізм, що дозволяє йому зробити перший крок у невідому глибину.</br>
        Карта Блазня також може означати імпульсивність, невиправдану довіру, незалежність, та наївність, але в той же час відкритість до нових ідей та здатність відмовитися від усталених стереотипів, що дозволяє йому розширювати свій світогляд та досягати нових успіхів.</li>
        
        <li>Маг- символізує здібності, майстерність та знання, необхідні для досягнення мети. На карті він стоїть з паличкою в руках, що означає його владу над різними сферами життя. Він також має на собі символи чотирьох елементів - вогню, води, повітря та землі, що символізують його владу над усім навколишнім світом.</br>
        Маг також може означати творчий потенціал, досвід та мудрість, які дозволяють досягти цілей, але в той же час може вказувати на необхідність обережності та розумних виборів.</br>
        Карта Мага - це символ віри в свої здібності та здатності до досягнення успіху в будь-яких сферах життя.</li>
        
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-2.jpg" alt="Верховна жриця - Імператриця" width="420" height="280">
        </li>
        <li>Верховна жриця, є символом жіночої мудрості, інтуїції та духовності. Вона зображує жінку, яка тримає між своїми руками святі символи і має на собі покрив голови, що символізує знання та мудрість. Ця карта може означати необхідність зосередитися на своїй внутрішній мудрості, інтуїції та духовності, щоб досягти мети. Вона також може вказувати на необхідність звернення до наставництва або духовного лідера для отримання поради та напрямку в житті.</li>
        
        <li>Імператриця, є символом жіночої сили, материнської любові та плодючості. Вона зображує жінку, яка сидить на троні з плодючими земельними ділянками за нею. Вона може означати необхідність зосередження на материнських якостях, любові та плодючості, які можуть виявитися корисними в різних аспектах життя. Ця карта також може вказувати на необхідність зосередження на гармонії та збалансованості у житті.</li>
        
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-4.jpg" alt="Закохані - Колісниця - Сила" width="420" height="280">
        </li>
        <li>Закохані, є символом кохання та становлення відносин. Вона зображує двох людей, які знаходяться в стані закоханості, що символізує новий етап у стосунках або можливість нових романтичних знайомств. Ця карта може означати необхідність відкриття серця та довіри у стосунках.</li>
        
        <li>Колісниця, є символом перемоги, переміщення та змін. Вона зображує колісницю, що символізує переміщення та зміну місць, а також двох коней, що вказує на потужну енергію, що необхідна для досягнення успіху. Ця карта може означати необхідність змін та переміщення, а також може вказувати на успішне подолання перешкод.</li>
        
        <li>Сила, є символом сили волі та самоконтролю. Вона зображує жінку, яка утримує  лева, що символізує контроль над своїми інстинктами та емоціями. Ця карта може означати необхідність зосередження на сильних вольових якостях та контролі над своїми емоціями, а також може вказувати на необхідність діяти з великою силою волі для досягнення своїх цілей.</li>
        
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-5.jpg" alt="Відлюдник - Колесо Фортуни - Справедливість - Повішений" width="420" height="280">
        </li>
        <li>Відлюдник: це карта самотності та внутрішньої рефлексії. Вона вказує на необхідність відмовитись від зовнішнього шуму і зосередитись на власних думках і переживаннях.</li>
        
        <li>Колесо Фортуни: це карта коливань у житті, піднесень та падінь, змін та можливостей. Вона нагадує, що життя є циклічним і що немає сталості, тому важливо вміти адаптуватись до змін.</li>
        
        <li>Справедливість: це карта балансу, рівноваги та справедливості. Вона вказує на необхідність прийняття рішень на основі розуму та логіки, а не емоцій.</li>
        
        <li>Повішений: це карта жертви, самопожертви та пожертви в ім'я вищих цілей. Вона нагадує, що іноді, щоб отримати щось більш важливе, необхідно відмовитись від чогось менш важливого. Вона також може вказувати на потребу змінити свій погляд на різні речі, щоб отримати нову перспективу.</li>
        
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-6.jpg" alt="Смерть - Помірність - Диявол" width="420" height="280">
        </li>
        <li>Смерть: Ця карта не означає фізичну смерть, але може означати кінець циклу або перехід до нового етапу. Вона може також вказувати на потребу у відмові від чогось, що заважає вашому розвитку.</li>
        
        <li>Помірність: Ця карта означає баланс і гармонію. Вона вказує на потребу у помірності, уникнення різких переходів та ризиків. Ця карта також може вказувати на потребу у компромісі та співпраці з іншими людьми.</li>
        
        <li>Диявол: Ця карта може означати негативні емоції, такі як залежність, страхи та ілюзії. Вона також може вказувати на відчуття неповноцінності та безсилля перед деякими життєвими ситуаціями. Проте, ця карта також може показати можливість звільнитись від обмежень та стати більш свідомою людиною.</li>
        
        <li>
        <img src="../../assets/img/blog/articles/the-meaning-of-tarot-cards/taro-7.jpg" alt="Вежа - Зірка - Місяць" width="420" height="280">
        </li>
        <li>Карта "Вежа" - символізує катастрофу, раптову зміну, знищення старих звичок і перетворення. Вона може також показувати важкі розлуки, падіння з висоти і змішані почуття стосовно майбутнього.</li>
        
        <li>Карта "Зірка" - символізує надію, духовну гармонію і відновлення. Вона може означати, що ви відкриваєте для себе новий шлях, і що у вас є потенціал для розвитку і пізнання себе.</li>
        
        <li>Карта "Місяць" - символізує невизначеність, таємницю і хитрість. Ця карта може означати те, що ви знаходитеся в нестійкій ситуації, де все ще потрібно розібратися і розібратися. Вона також може показувати, що ви дієте під впливом своїх емоцій і можливо потрібно зробити крок назад, щоб переоцінити ситуацію та знайти рішення, що відповідає вашій інтуїції.</li>
        </ul>
        `
    },
    {
        id: 5,
        title: 'Відпрацювання кармічних завдань.',
        description: 'Допоможу закрити кармічні задачі.',
        keywords: 'карма, кармічні задачі, відпрацювання карми, кармічний борг, загадки карми, кармічне завдання, кармічні уроки',
        img: './assets/img/blog/karmic-tasks.jpg',
        date: '20.05.2023',
        caption: 'Відпрацювання кармічних завдань.',
        link: 'karmic-tasks',
        text:`
        <p>Давайте поговоримо про відпрацювання кармічних завдань. Багато хто з нас задумувався чому саме в тій чи іншій сфері життя виникають проблеми які повторюються або не дають йти далі. Почати новий етап. Повертають нас на початок шляху. І знову по колу. І тільки пройшовши декілька разів одну й ту саму ситуацію. Або повернувшись до складного вибору який вже був ми розуміємо, що це і є наше кармічне завдання.</p> 

        <p>Так чи є можливість відпрацювання карми ? Змога йти далі. Розпочати по іншому життя. </br>
        Так є. </br>
        І для кожного це індивідуальний шлях. </p>
        
        <p>Працюючи з цією проблемою більше 20 років я навчилась допомагати закривати кармічний урок. Допомагати перейти на новий етап. Відпрацювати карму та отримати змогу жити в задоволення. </p>
        
        <p>Основна задача уроку це висновок до якого Вас підштовхує кармічна ситуація. І якщо провести ритуал на прийняття кармічного уроку і відкуп це допоможе назавжди позбутися цієї проблеми. </p>
        
        <p>Тому не бійтесь карми. Звертайтесь і ми разом спишемо кармічний біль та ситуації з вашого життя.</p>
        `
    },
    {
        id: 4,
        title: 'Нумерологія. Таємниця чисел',
        description: 'Нумерологія допомагає нам зрозуміти наші сильні та слабкі сторони та те, як ми можемо найкращим чином використати їх на нашу користь.',
        keywords: 'нумерологія, таємниця чисел, значення чисел, вплив чисел на життя, вчення про числа, самопізнання',
        img: './assets/img/blog/numerology-concept-still-life.jpg',
        date: '6.04.2023',
        caption: 'Нумерологія. Таємниця чисел.',
        link: 'numerology-the-secret-of-numbers',
        text: `
        <p>Нумерологія - це захоплююча наука, яка досліджує духовне значення чисел.</p>

        <p>Нумерологію часто вважають містичною практикою, але насправді це наука, яка передбачає використання чисел для розуміння глибших смислів життя. Це допомагає нам зрозуміти наші сильні та слабкі сторони та те, як ми можемо найкращим чином використати їх на нашу користь. Нумерологія - це не тільки передбачення майбутнього, вона також фокусується на саморозвитку. Використовуючи нумерологію, ми можемо краще зрозуміти себе, і через це розуміння ми можемо розвивати свої сильні сторони та працювати над подоланням своїх слабкостей. Нумерологія - це захоплюючий спосіб досліджувати таємниці життя та зрозуміти, що може принести нам майбутнє. Це чудовий інструмент для самодослідження та саморозвитку, який може допомогти нам стати найкращою версією себе.</p>
        
        <p>Слово «нумерологія» походить від латинського numerus (число) і logos (дослідження). Його можна визначити як науку про числа, або, точніше, як дослідження того, як числа впливають на наше життя.</p>
        
        <p>Перше відоме використання нумерології було в Стародавній Греції, де вона називалася нумен. Сьогодні це все ще практикується в багатьох країнах світу, включаючи Австралію, Бразилію, Францію, Німеччину, Індію та Японію.</p>
        
        <p>У давнину вважалося, що числа були створені богами як спосіб спілкування з людьми на землі. Числа вважалися потужними сутностями зі своїми індивідуальними особливостями та характеристиками.</p>
        
        <p>В 1947 Альберт Бенджамін опублікував книгу під назвою «Нове значення чисел: як використовувати секрети бажання і долі для створення нового світу».
        Згідно з вченням Бенджаміна, кожне число має свою особисту рису чи характеристику, яка впливає на ваше життя та стосунки. 
        Наприклад, він вважав, що: 4 є ідеальним числом, оскільки воно символізує безпеку та стабільність; 5 означає щастя; 6 символізує енергію та креативність; 7 означає гармонію у відносинах; 8 символізує успіх завдяки наполегливій праці; 9 вказує на багатство завдяки наполегливій праці; 10 означає духовне просвітлення через наполегливу працю; 11 означає ваш вибір кар'єри або шляху до просвітлення тощо.</p>
        
        <p>Отже, у нумерології кожне число має унікальну вібрацію та значення. Ці значення можна використовувати, щоб отримати уявлення про різні аспекти вашого життя, включаючи вашу особистість, стосунки та кар’єру. Наприклад, цифра 1 символізує лідерство та незалежність, а цифра 2 — рівновагу та гармонію.</p>
        
        <h2>Число народження</h2>
        
        <p>Число народження, також відоме як число долі, обчислюється додаванням цифр вашої дати народження. Наприклад, якщо ви народилися 10 березня 1990 року, ваше число народження буде 1+0+3+1+9+9+0=23, що скорочується до 2+3=5. Це число відображає ваші природні таланти, сильні та слабкі сторони. Це також може вказувати на мету вашого життя та уроки, які ви маєте вивчити в цьому житті.</p>
        
        <h2>Номер життєвого шляху</h2>
        
        <p>Число життєвого шляху, мабуть, найважливіше число в нумерології. Він обчислюється шляхом додавання разом цифр вашої дати народження та зведення їх до однієї цифри, за винятком головних чисел 11, 22 і 33. Наприклад, якщо ви народилися 10 березня 1990 року, ваше життя номер шляху буде 1+0+3+1+9+9+0=23, що зменшується до 2+3=5. Це число представляє ваш життєвий шлях, виклики та можливості, з якими ви, ймовірно, зіткнетеся. Це також може вказувати на ваші унікальні таланти та сильні сторони, які допоможуть вам досягти мети вашого життя.</p>
        
        <h2>Число Долі</h2>
        
        <p>Число долі, також відоме як число виразу, обчислюється шляхом додавання числових значень літер вашого повного імені. Наприклад, якщо ваше ім’я John Smith, числове значення</p> 
        <ul>
        <li>J — 1</li>
        <li>O — 6</li>
        <li>H — 8</li> 
        <li>N — 5</li>
        <li>S — 1</li>
        <li>M — 4</li>
        <li>I — 9</li>
        <li>T — 2</li>
        <li>H — 8 </li>
        </ul>
        <p>Додавши ці числа разом, ми отримаємо 1+6+8+5+1+4+9+2+8=44, що скорочується до 4+4=8. Це число символізує вашу долю та уроки, які вам належить вивчити в цьому житті. Це також може вказувати на ваші природні здібності та потенціал для успіху.</p>
        
        <p>Підсумовуючи, нумерологія - це захоплюючий спосіб краще зрозуміти себе та мету свого життя. Використовуючи число свого життєвого шляху, ви можете отримати уявлення про свої природні сильні сторони та схильності, а також про сфери, де вам може знадобитися зосередитися на особистісному зростанні. Озброївшись цією інформацією, ви зможете приймати кращі рішення, ставити чіткі цілі та, зрештою, жити більш насиченим життям. Тож продовжуйте досліджувати світ нумерології, щоб розкрити свій справжній потенціал – ніколи не знаєте, які дивовижні відкриття чекають на вас!</p>
        `
    },
    {
        id: 3,
        title: 'Карти Таро. Історія походження та розвиток',
        keywords: 'карти Таро, Старший Аркан, Малий Аркан, читання Таро, ворожіння',
        description: '🃏Таро - історія розвитку від настільної гри🎲до інструменту саморозвитку та духовного зростання.☯',
        img: './assets/img/blog/history-of-tarot.jpg',
        date: '4.04.2023',
        caption: 'Історія Таро та їх розвиток',
        link: 'the-history-of-the-tarot',
        text: `
        <p>Карти Таро стали популярним інструментом для духовного та особистого зростання, але їх походження та розвиток часто оповиті таємницею. У цій статті ми заглибимося в походження та розвиток Таро, опишемо колоду карт та розглянемо роль Таро як інструменту для передбачень. Крім того, ми обговоримо французьку та англійську школи та їх зв’язок із психологією.</p>

        <p>Що ж таке Таро? Це колода карт, яка виникла в середньовічній Європі, хоча її точне походження оповите таємницею. Колода складається з 78 карт, кожна зі своєю унікальною символікою та значенням. Карти зазвичай поділяються на дві категорії: старші та молодші аркани. Старші Аркани складаються з 22 карт, які представляють важливі життєві події або духовний досвід, тоді як Молодші Аркани складаються з 56 карт, розділених на чотири масті, які представляють різні аспекти життя, такі як емоції, дії та матеріальні блага.</p>
        
        <p>Карти Таро цінуються за їхню здатність давати уявлення про наше життя та розкривати приховані значення та шаблони, які формують наші думки та дії. Їх часто використовують як інструмент для ворожіння, дають вказівки та напрямок, коли ми почуваємося розгубленими чи невпевненими. Але Таро також можна використовувати для самопізнання та самоаналізу, дозволяючи нам досліджувати нашу підсвідомість і розкривати наші найглибші страхи, бажання та мотивації.</p>
        <h2>Опис колоди</h2>
        <p>Колода Таро складається з 78 карт, кожна з яких містить унікальне зображення та символ. Карти Старших Арканів представляють універсальні архетипи, такі як Дурень, Чарівник і Верховна Жриця. Вважається, що ці карти представляють важливі життєві події та віхи, такі як народження, смерть і переродження.</p>
        
        <p>Малий Аркан складається з чотирьох мастей: Мечі, Кубки, Жезли та Пентаклі. Кожна масть містить 14 карт, кожна з яких представляє окремий аспект життя. Мечі представляють розум та інтелект, чаші представляють емоції та почуття, жезли представляють творчість і пристрасть, а пентаклі представляють матеріальне багатство та процвітання.</p>
        <h2>Походження Таро та його розвиток</h2>
        <p>Походження Таро є предметом багатьох дискусій серед вчених, але більшість погоджується, що Таро, ймовірно, виникло в Італії в пізньому Середньовіччі. Одні вважають, що Таро розробили цигани, а інші вважають, що його створили тамплієри. Проте інші припускають, що його розробили середньовічні алхіміки чи астрологи.</p>
        
        <p>Спочатку карти використовувалися для ігор, і лише наприкінці 18 століття карти Таро почали використовувати для ворожіння. Таро набули популярності по всій Європі в 19 столітті, і незабаром почали випускати колоди в різних стилях і дизайнах.</p>
        <h2>Французька та англійська школи</h2> 
        <p>Таро має багату історію як у Франції, так і в Англії, кожна країна розвиває свої унікальні традиції Таро. Французька школа Таро відома своїм акцентом на езотеричних і містичних аспектах Таро, тоді як англійська школа Таро відома своєю зосередженістю на практичному ворожінні.</p>
        <h2>Таро як інструмент для передбачення</h2>
        
        <p>Одне з найпоширеніших застосувань карт Таро - це ворожіння та передбачення. Карти можуть дати розуміння майбутніх подій, даючи вказівки та напрямки, коли ми почуваємося розгубленими чи невпевненими. Читання Таро також можуть допомогти нам зрозуміти основні моделі та мотивації, які формують наше життя, забезпечуючи глибше розуміння нас самих і світу навколо нас.</p>
        <h2>Таро і психологія</h2>
        
        <p>Таро справили значний вплив на психологію, і багато сучасних терапевтів і психологів використовують Таро у своїй роботі. Таро можна використовувати, щоб допомогти людям отримати розуміння своєї підсвідомості, забезпечуючи глибше розуміння своїх емоцій, бажань і мотивацій. Таро може дати цінну інформацію та вказівки не лише для ворожіння, але й для особистого зростання та розуміння.</p>
        
        <h2>***</h2>
        <p>На завершення можна сказати, що історія та розвиток карт Таро були захопливою подорожжю, яка тривала століттями. Від свого походження як простої колоди гральних карт до сучасного використання як інструменту для ворожіння та самопізнання Таро зазнало багато змін і адаптацій. Сьогодні Таро продовжує залишатися популярним і цінним інструментом для тих, хто шукає розуміння свого життя та навколишнього світу. Незалежно від того, чи дотримуєтеся ви французької чи англійської шкіл, чи використовуєте психологічний підхід до читання Таро, сила та символізм Таро незаперечні. Продовжуючи досліджувати та вивчати Таро, ми можемо глибше зрозуміти себе та світ, у якому живемо.</p>

        `
    },
    {
        id: 2,
        title: 'Таролог - яка його кваліфікація і чим він займається?',
        description: '📝Професійна консультація таролога відрізняється від побутового ворожіння. ⛅Ворожіння розповідає про те, що може статися з вами в майбутньому з різним ступенем ймовірності.🃏 Консультація таролога дасть відповіді набагато ширший спектр питань.📋',
        keywords: 'тарологія, таролог, Таро, духовність, самопізнання, особистісний розвиток, ворожіння, консультація таролога',
        img: './assets/img/blog/tarot-reader.jpg',
        date: '1.04.2023',
        caption: 'Хто такий Таролог?',
        link: 'who-is-a-tarot-reader',
        text: `
        <p>Читання Таро існує вже багато століть і є популярною формою ворожіння. Але хто насправді такий таролог? Яка його кваліфікація і чим він займається?

        <p>Таролог — це не просто ворожка, а той, хто практикує мистецтво використання колоди карт, щоб розкрити приховану істину про життя людини. Так, читач Таро використовує свою інтуїцію та екстрасенсорні здібності, щоб інтерпретувати те, що бачать у картах на своєму столі. Однак це більше, ніж просто перетасування колод і їх читання. Таролог має досконалі знання історії, психології та духовності, що допомагає йому зрозуміти потреби своїх клієнтів і допомогти їм знайти відповіді на проблеми в їхньому житті, які можуть блокувати їхній прогрес.</p>
        
        <p>Поширена думка, для того, щоб стати Тарологом, не потрібно офіційної сертифікації чи ліцензії. Проте, щоб стати спеціалістом необхідно пройти інтенсивну підготовку. Таролог може мати багато різних кваліфікацій, починаючи від диплома психолога чи соціолога до професійного читача Таро. Таролог відточує свої навички та розвиває власний унікальний стиль протягом багатьох років, аби бути в змозі зрозуміти, що означають карти та як вони пов’язані з іншими речами навколо нас. </p>
        
        <p>Таролог використовує карти, щоб допомогти своїм клієнтам отримати уявлення про різні аспекти свого життя, включаючи стосунки, кар’єру та особистий розвиток. Також карти надають вказівки щодо конкретних питань або проблем, які можуть виникнути у їхніх клієнтів.</p>
        
        <p>Деякі читачі Таро можуть спеціалізуватися на певному типі читання, такі як про любов і стосунки або про кар’єру та фінанси. Інші можуть запропонувати більш загальне читання, яке охоплює різноманітні теми.</p>
        
        <p>Хоча деякі люди можуть розглядати читання Таро як форму ворожіння або передбачення майбутнього, та це є інструментом для самопізнання та особистісного зростання. Карти можуть надати уявлення про поточну ситуацію клієнта та запропонувати вказівки щодо того, як рухатися далі. </p>
        
        <p>Важливо відзначити, що не всі читачі Таро однакові. Кожен читач привносить свою унікальну точку зору та тлумачення карт, і важливо знайти Таролога, який резонує з вами.</p>
        `
    },
    {
        id: 1,
        title: 'Програмні свічки - інструмент для досягнення цілей.',
        keywords: 'програмні свічки, магія кольорів, властивості кольорів, досягнення цілей, мотивація, застосування трав у магії, магічні свічки',
        description: '✨Магія програмних свічок допоможе змінити мислення і досягнути поставленої мети.✨',
        img: './assets/img/blog/program-candles.jpg',
        date: '30.03.2023',
        caption: 'Програмні свічки: Секрет досягнення цілей',
        link: 'the-secret-of-program-candles',
        text: `
        <p>
            Ви коли-небудь чули про програмні свічки? Це може звучати як щось фантастичне,
            але насправді ці свічки є потужним інструментом для постановки та досягнення
            цілей.
        </p>

        <p>
            Програмні свічки створюються з використанням певних кольорів, трав і намірів.
        </p>

        <p>
            Кожен колір має свою власну енергію і магічні властивості, які можуть бути
            використані для досягнення різних цілей. Тож розглянемо основні властивості
            кольорів та їх можливості.
        </p>

        <ul>
            <li>
                Білий колір це колір чистоти та духовність, миру та гармонії. Білі програмні
                свічки використовують для ритуалів очищення, захисту, а також для медитацій
                і гармонізації.
            </li>

            <li>
                Чорний колір здатний поглинати енергію, насамперед негативну енергію.
                Програмні свічки чорного кольору використовують для ритуалів очищення,
                руйнування і поглинання негативних вібрацій, роботи з підсвідомістю.
            </li>

            <li>
                Сірий колір є символом підсвідомого і несвідомого. Сірі програмні свічки
                використовують для захисту, вирішення конфліктних ситуації та зменшення
                негативної енергії.
            </li>

            <li>
                Срібний є кольором родючість та сім'ї, а також символом ворожіння та магії.
                Програмні свічки срібного кольору використовують для захисту дому, сім’ї,
                дітей,для роботи з підсвідомістю та сновидіннями.
            </li>

            <li>
                Золотий - колір сонця, гармонії та добробуту. Програмні свічки золотого
                кольору використовують для примноження грошей та здійснення бажань.
            </li>

            <li>
                Червоний символізує пристрасть, силу, незламну волю. А також фізичне
                здоров’я, витривалість і натиск. Червоні програмні свічки використовують для
                розпалювання пристрасті, відновлення здоров’я і досягнення мети.
            </li>

            <li>
                Рожевий - колір дружби, щирості, романтики, закоханості. Рожеві свічки
                використовують для приваблення любові, зцілення душевних ран та гармонізації
                внутрішнього стану.
            </li>

            <li>
                Помаранчевий – колір комерції та мистецтв. Тож помаранчеві свічки
                використовують для розкриття творчого потенціалу, втілення комерційних
                задумів, також наповнення енергії та посилення привабливості.
            </li>

            <li>
                Жовтий – колір достатку, гармонії, щастя та успіху. Свічки жовтого кольору
                застосовуються для посилення ментальної роботи, творчості, досягнення
                гармонії, лікування і зцілення, а також досягнення успіху і достатку.
            </li>

            <li>
                Зелений – колір родючість, зростання, достатку. Свічки зеленого кольору
                використовують для залучення грошей та матеріального добробуту.
            </li>

            <li>
                Синій колір влади, авторитету, мудрості, закону і порядку. Програмні свічки
                синього кольору використовуються для ритуалів на кар’єрне зростання,
                достаток, отримання визнання, а також для здобуття мудрості.
            </li>

            <li>
                Коричневий – колір родючості, практичності, ремесла, домашнього вогнища,
                примноження власності.Свічки коричневого кольору використовують для захисту
                оселі, освоєння ремесел, в ритуалах, пов’язаних із землею.
            </li>
        </ul>

        <p>
            Застосування трав у магії - це старовинна практика, яка має коріння в давніх
            традиціях різних культур. Кожна трава має свої унікальні властивості та
            можливості. Деякі використовуються для духовного очищення, тоді як інші
            використовуються, щоб залучити у ваше життя удачу чи любов. Нижче розглянемо
            найбільш поширені трави:
        </p>

        <ul>
            <li>
                Лаванда - одна з найбільш відомих трав, яка допомагає приваблювати кохання
                та покращувати стосунки в парі. Також лаванда допомагає заспокоїти розум та
                полегшити сон.
            </li>

            <li>
                Ромашка - має потужну магічну силу, яка допомагає залагоджувати конфлікти та
                забезпечує мирну ауру. Ромашка також використовується для привернення грошей
                та процвітання.
            </li>

            <li>
                Евкаліпт - ця трава також має силу, яка допомагає очищати простір від
                негативних енергій та допомагає зміцнювати духовну силу.
            </li>

            <li>
                М'ята - ця трава є магічним талісманом, який здатний залагоджувати конфлікти
                та знижувати напруження.
            </li>

            <li>
                Меліса - відома своїми магічними властивостями, такими як приваблення
                любові, привернення грошей та захист від злих сил.
            </li>

            <li>
                Кропива - ця трава відома своїми властивостями очищення та захисту від злих
                енергій. Вона також може допомогти в привабленні багатства та привабливості.
            </li>

            <li>
                Ялівець - ця трава відома своїми властивостями приваблення багатства та
                залучення успіху. Вона також може допомогти в залагодженні конфліктів та
                відшкодуванні збитків.
            </li>

            <li>
                Полин - ця трава вважається магічним талісманом, який здатний захищати від
                злих духів.
            </li>

            <li>
                Безсмертник використовується для захисту від негативної енергії,
                забезпечення довголіття та духовної гармонії.
            </li>

            <li>
                Жасмин використовується для привернення кохання та удосконалення романтичних
                стосунків. Він також допомагає зняти стрес та поліпшити настрій.
            </li>

            <li>
                Глід - ця рослина використовується для захисту від негативних енергій та
                привернення добробуту.
            </li>

            <li>
                Акація - ця рослина відома своїми захисними властивостями та
                використовується для захисту від злих духів та енергій.
            </li>

            <li>
                Чебрець - ця рослина використовується в магії для привернення успіху та
                процвітання.
            </li>
        </ul>

        <p>
            Але справа не лише в складових– програмні свічки також «запрограмовані» на
            конкретні наміри за допомогою візуалізації та афірмацій, які підтримують вашу
            мету.
        </p>

        <p>
            Магія програмних свічок полягає в їхній здатності сприяти зміні вашого
            мислення. Постійно зосереджуючись на своїй меті та візуалізуючи її досягнення,
            ви починаєте залучати можливості та ресурси, необхідні для її досягнення.
        </p>

        <p>
            Програмні свічки є інструментом підтримки та посилення ваших зусиль. Вони
            допомагають залишатися мотивованими та натхненними, коли ви працюєте над
            досягненням своїх цілей, а також можуть забезпечити відчуття спокою та
            розслаблення під час часто напруженого процесу постановки цілей.
        </p>

        <p>
            Залишайтеся відкритими Всесвіту та завдяки послідовним діям, і підтримці
            Таролога ви можете досягти своїх цілей швидше, ніж ви коли-небудь думали.
        </p>
        `
    }
]